{
  "responding": true,
  "encouragements": [
    "You got this!",
    "Believe in yourself 🙂",
    "Everything is going to be okay.",
    "Don't give up when dark times come. The more storms you face in life, the stronger you'll be. Hold on. Your greater is coming.",
    "The sky is everywhere, it begins at your feet.",
    "Stop feeling sorry for yourself and you will be happy.",
    "You've got nothing to do today but smile.",
    "Nobody is superior, nobody is inferior, but nobody is equal either. People are simply unique, incomparable. You are you, I am I.",
    "Let us be of good cheer, however, remembering that the misfortunes hardest to bear are those which never come.",
    "Laugh now, cry later.",
    "Cheer up, my dear. After every storm comes the sun. Happiness is waiting for you ahead.",
    "Once they move, they're gone. Once you move, life starts over again.",
    "It's better to have loved and lost than never to have loved at all.",
    "What doesn't kill you makes you stronger.",
    "My entire life can be described in one sentence: It didn't go as planned, and that's okay.",
    "Life is not a problem to be solved but a gift to be enjoyed.",
    "Tough times don't last, but tough people do. You've got this!",
    "Every storm runs out of rain. Hang in there, brighter days are ahead.",
    "In the middle of difficulty lies opportunity. Keep going, you're closer to success than you think.",
    "Don't let a bad day make you feel like you have a bad life. Smile, because you have so much to be grateful for.",
    "You are stronger than you think. Believe in yourself and you'll overcome any obstacle.",
    "Life is like a rollercoaster—ups and downs are inevitable. Embrace the ride and enjoy the thrill of reaching the top again.",
    "The darkest nights produce the brightest stars. Keep shining, even when it's hard.",
    "Every setback is a setup for a comeback. Your comeback is going to be greater than your setback.",
    "A rainbow always follows the rain. Trust that better days are on their way.",
    "You are not alone in this. Reach out to your loved ones, and together, you'll find strength and support.",
    "Even the smallest step forward is still progress. Celebrate your achievements, no matter how small they may seem.",
    "You have an incredible resilience within you. Tap into it and watch yourself rise above any challenge.",
    "Happiness can be found even in the darkest of times if one only remembers to turn on the light. Find your light and let it guide you.",
    "It's okay to not be okay sometimes. Take a deep breath, give yourself time, and remember that healing takes time.",
    "Remember, the sun will rise again tomorrow. Each day is a chance for a fresh start.",
    "Your journey is unique, and it's filled with ups and downs. Embrace both, for they shape you into the amazing person you are.",
    "You are stronger than your circumstances. Don't let them define you. Rise above and create your own path.",
    "Life's challenges are not meant to break you but to make you stronger. Keep pushing forward, for your strength knows no bounds.",
    "When you feel like giving up, remember why you started. Your goals are worth fighting for.",
    "You are capable of amazing things. Believe in yourself and let that belief propel you forward."
  ]
}
